Gender=[
    (1 ,'famale'),
    (0,'male')
]
Skin_Color=[
    (1,'سفید گلگون'),
    (2,'گندمی متمایل به زرد'),
    (3,'سفید بی حال'),
    (4,'تیره متمایل به سبزه')
]
Nail_Color=[
    (1,'صورتی متمایل به بنفش'),
    (2,'متمایل به زرد'),
    (3,'رو به سفید'),
    (4,'متمایل به خاکستری')
]
Iris_Color=[
    (1,'رنگی (آبی،سبزو ..)'),
    (2,'قهوه ای روشن'),
    (3,'قهوه ای تیره'),
    (4,'سیاه')
]
lip_shape=[
    (4,'قلوه ای'),
    (6,'باریک و نازک'),
    (7,'معمولی')
]
lip_color=[
    (1,'صورتی معمولی'),
    (2,'متمایل به قرمز'),
    (3,'صورتی متمایل به سفید'),
    (4,'تیره')
]
nose_shape=[
    (4,'بینی عقابی'),
    (4,'بینی کوچک با پره های نازک'),
    (0,'متوسط'),
    (2,'بینی بزرگ')
]
hair_color=[
    (2,'بور و رنگی'),
    (8,'قهوه ای'),
    (4,'مشکی(پرکلاغی)')
]
white_hair=[
    (1,'زیر 30 درصد'),
    (2,'بین 30 تا 60 درصد'),
    (3,'بالای 60 درصد'),
    (0,'اصلا تا حالا موی سفید نداشته اید')
]
hairless_part=[
    (1,'پشت سر'),
    (2,'جلوی سر'),
    (4,'کف سر'),
    (0,'هیچکدام')
]
hand_vein=[
    (5,'رگ های برحسته و کلفت'),
    (4,'رگ های برجسته و نازک'),
    (3,'پیدا نیست')
]
abdobinal_form=[
    (7,'بزرگی خود شکم'),
    (8,'شکم ندارید'),
    (0,'بزرگی دور شکم')
]
tooth_color=[
    (2,'متمایل به زرد'),
    (4,'کملا سفید')
]
sleep=[
    (2,'معمول سر شب خوابتان می گیرد'),
    (4,'شب ها معمولا تا دیر وقت خوابتان نمی گیرد'),
    (0,'در طول روز هم علاوه بر شب می خوابید')
]
urine_color=[
    (4,'رنگ آن کدر و تیره است'),
    (7,'بی رنگ و مایل به سفید'),
    (2,'زرد روشن'),
]
Stool_Color=[
    (1,'قهوه ای'),
    (2,' قهوه ای متمایل به زرد'),
    (3,' متمایل به سیاه'),
    (0,'هیچکدام')
]
Mood=[
    (6,'معمولا خیلی زود عصبانی می شوید ولی زود هم آرام می شوید'),
    (5,' معمولا خیلی دیر عصبانی می شوید و خیلی دیر آرام می شوید')
]
Your_Feeling=[
    (6,'در بیستر فصول سال احساس سرما می کنید(سرمایی هستید)'),
    (5,'در بیشتر فصول سال احساس گرما می کنید(گرمایی هستید).')
]
Talking=[
    (2,'معمولا تند تند حرف می زنید '),
    (4,'معمولا آرام حرف می زنید'),
    (0,'نه آرام حرف می زنید و نه تند تند')
]
Body_Shape=[
    (1,'چهارشانه(استخوانبندی درشت) و قد بلند'),
    (2,'جهارشانه و متوسط'),
    (3,'لاغر و قد بلند'),
    (4,'لاغر و متوسط یا کوتاه'),
    (6,'جاق و قد بلند'),
    (7,'چاق و قد متوسط یا کوتاه')
]
Hair=[
    (2,'لخت و نازک'),
    (4,'لخت و کلفت '),
    (2,'فر ریز'),
    (4,'فر درشت')
]
Mouth_shape=[
    (1,'دهان بززرگ'),
    (1,'دهان کوچک'),
    (1,'معمولی')
]
check_yes=[
    (1,'بله'),
    (0,'خیر')
]